Repository: nshi-stat/RcmdrPlugin.KMggplot2
Catalog: po/R-RcmdrPlugin.KMggplot2-*.po
Languages: ja, sl

source: Font size
ja: フォントサイズ
sl: Velikost črkopisa

source: Font family
ja: フォントファミリ
sl: Družina črkopisa

source: Colour pattern
ja: 色セット
sl: Barvni vzorec

source: Save graph
ja: グラフの保存
sl: Shrani graf

source: Graph options
ja: グラフオプション
sl: Opcije grafikona

source: Theme
ja: テーマ
sl: Barvna shema

source: Error
ja: エラー
sl: Napaka

source: Preview
ja: プレビュー
sl: Predogled

source: Plot failed. Please check the data and variables, or try other options.
ja: プロットに失敗しました。 異なるオプションを試すか、データおよび変数が適切かどうかをチェックしてください。
sl: Ne morem narisati. Prosim preverite podatke in spremenljivke ali poskusite z drugačnimi nastavitvami

source: Variable (pick one or more)
ja: 変数を1つ以上指定
sl: Spremenljivka (izberite eno)

source: Simple factorization
ja: 単純な因子化
sl: Enostavna faktorizacija

source: Categorize according to the quartiles
ja: 四分位点による因子化
sl: Kategoriziraj glede na kvartile

source: Options
ja: オプション
sl: Opcije

source: Factorizing numeric variables
ja: 連続変数の因子化
sl: Faktoriziranje številskih spremenljivk

source: Variables are not selected
ja: 変数が指定されていません。
sl: Spremenljivke niso izbrane

source: X variable
ja: 横軸変数
sl: Spremenljivka X

source: Y variable (pick one)
ja: Y 軸の変数を 1 つ選択
sl: Spremenljivka Y (izberite eno)

source: Stratum variable
ja: 層別変数
sl: Spremenljivka ravni

source: Facet variable in rows
ja: 行方向の Facet 変数
sl: Fasetna spremenljivka v vrsticah

source: Facet variable in cols
ja: 列方向の Facet 変数
sl: Fasetna spremenljivka v stolpcih

source: Horizontal axis label
ja: 横軸のラベル
sl: Oznaka vodoravne osi

source: Vertical axis label
ja: 縦軸のラベル
sl: Oznaka navpične osi

source: Legend label
ja: 凡例のラベル
sl: Oznaka legende

source: Title
ja: タイトル
sl: Naslov

source: Box plot
ja: 箱ひげ図
sl: Okvir z ročaji

source: Notched box plot
ja: ノッチ付き箱ひげ図
sl: Zarezani okvir z ročaji

source: Violin plot
ja: バイオリンプロット
sl: Violinski graf

source: 95% C.I. (t distribution)
ja: 95% 信頼区間 (t 分布)
sl: 95% interval zaupanja (t distribucija)

source: 95% C.I. (bootstrap)
ja: 95% 信頼区間 (bootstrap)
sl: 95% interval zaupanja (bootstrap)

source: Plot type
ja: グラフの形式
sl: Zvrst grafa

source: Flipped coordinates
ja: 横向きのグラフ
sl: Zrcaljene koordinate

source: Add data point
ja: データを描画
sl: Dodaj podatkovno točko

source: Box plot / Violin plot / Confidence interval
ja: 箱ひげ図 / バイオリンプロット / 信頼区間
sl: Okvir z ročaji / Violinski graf / Interval zaupanja

source: Y variable is not selected
ja: 縦軸変数が指定されていません。
sl: Spremenljivka Y ni izbrana

source: X variable (pick one)
ja: X 軸の変数を 1 つ選択
sl: Spremenljivka X (izberite eno)

source: Z variable (pick one)
ja: Z 軸の変数を 1 つ選択
sl: Spremenljivka Z (izberite eno)

source: None
ja: なし
sl: Nobena

source: Coloured lines
ja: 等高線の色分け
sl: Barvne črte

source: Heat map
ja: ヒートマップ
sl: Toplotni grafikon

source: Contour plot
ja: 等高線プロット
sl: Grafikon plasti

source: X variable is not selected
ja: 横軸変数が指定されていません。
sl: Spremenljivka X ni izbrana

source: Z variable is not selected
ja: 層別変数が指定されていません。
sl: Spremenljivka Z ni izbrana

source: Each variable must be different.
ja: 変数はそれぞれ異なるものを選択してください
sl: Vsaka od spremenljivk mora biti različna

source: Percentages
ja: パーセント
sl: Odstotki

source: Frequency counts
ja: 度数
sl: Frekvence

source: Axis scaling
ja: 縦軸の尺度
sl: Merilo osi

source: Bar chart for discrete variables
ja: 棒グラフ (離散変数)
sl: Stolpični diagram za diskretne spremenljivke

source: Percent
ja: パーセント
sl: Odstotek

source: Count
ja: 度数
sl: Števec

source: Variable is not selected
ja: 変数が指定されていません。
sl: Spremenljivka ni izbrana

source: Plot density function
ja: 確率密度関数
sl: Riši funkcijo gostote

source: Plot distribution function
ja: 分布関数
sl: Riši funkcijo distribucije

source: Function type
ja: 関数の種類
sl: Tip funkcije

source: Plot normal distiribution
ja: 正規分布をプロット
sl: Riši normalno distribucijo

source: Mean
ja: 平均
sl: Povprečje

source: S.D.
ja: 標準偏差
sl: Standardna deviacija

source: Plot t distiribution
ja: t 分布をプロット
sl: Riši t distribucijo

source: df
ja: 自由度
sl: St. prostosti

source: Plot chi-square distiribution
ja: カイ二乗分布をプロット
sl: Riši hi-kvadrat distribucijo

source: Plot F distiribution
ja: F 分布をプロット
sl: Riši F distribucijo

source: Numerator df
ja: 分子の自由度
sl: Števec st.pr.

source: Denominator df
ja: 分母の自由度
sl: Imenovalec st.pr.

source: Plot exponential distiribution
ja: 指数分布をプロット
sl: Riši eksponentno distribucijo

source: rate
ja: rate (平均の逆数)
sl: stopnja

source: Plot uniform distiribution
ja: 一様分布をプロット
sl: Riši enakomerno distribucijo

source: Minimum
ja: 最小値

source: Maximum
ja: 最大値
sl: Maksimum

source: Plot beta distiribution
ja: ベータ分布をプロット
sl: Riši beta distribucijo

source: Shape 1
ja: 形状パラメータ 1
sl: Oblika 1

source: Shape 2
ja: 形状パラメータ 2
sl: Oblika 2

source: Plot cauchy distiribution
ja: コーシー分布をプロット
sl: Riši Cauchyjevo distribucijo

source: Location
ja: 位置パラメータ
sl: Lokacija

source: Scale
ja: スケールパラメータ
sl: Merilo

source: Plot logistic distiribution
ja: ロジスティック分布をプロット
sl: Riši logistično distribucijo

source: Plot log-normal distiribution
ja: 対数正規分布をプロット
sl: Riši log-normalno distribucijo

source: Mean (log scale)
ja: 平均 (対数スケール)
sl: Povprečje (logaritemsko merilo)

source: S.D. (log scale)
ja: 標準偏差 (対数スケール)
sl: S.D. (logaritemsko merilo)

source: Plot gamma distiribution
ja: ガンマ分布をプロット
sl: Riši gamma distribucijo

source: Shape
ja: 形状パラメータ
sl: Oblika

source: Rate (inverse scale)
ja: Rate (スケールパラメータの逆数)
sl: Stopnja (inverzna skala)

source: Plot weibull distiribution
ja: ワイブル分布をプロット
sl: Riši Weinbulovo distribucijo)

source: Plot binomial distiribution
ja: 二項分布をプロット
sl: Riši binomsko distribucijo

source: Binomial trials
ja: 試行回数
sl: Binomski poskusi

source: Probability of success
ja: 成功確率
sl: Verjetnost ugodnega izida

source: Plot poisson distiribution
ja: ポアソン分布をプロット
sl: Riši Poissonovo distribucijo

source: Plot geometric distiribution
ja: 幾何分布をプロット
sl: Riši geometrijsko distribucijo

source: Plot hypergeometric distiribution
ja: 超幾何分布をプロット
sl: Riši hipergeometrijsko distribucijo

source: m (number of white balls in the urn)
ja: m (壺の中の白玉の数)
sl: m (število belih kroglic v urni)

source: n (number of black balls in the urn)
ja: n (壺の中の黒玉の数)
sl: n (število črnih korglic v urni)

source: k (number of balls drawn from the urn)
ja: k (取り出す玉の数)
sl: k (število že pobranih kroglic iz urne)

source: Plot negative binomial distiribution
ja: 負の二項分布をプロット
sl: Riši negativno binomsko distribucijo

source: Target number of success
ja: 目標の回数
sl: Cilljno število uspehov

source: Variable (pick one)
ja: 変数を1つ選択
sl: Spremenljivka (izberite eno)

source: No. of bins
ja: 区間の数
sl: Število razredov

source: Densities
ja: 密度
sl: Gostote

source: Density estimation
ja: 密度推定
sl: Ocena gostote

source: Histogram
ja: ヒストグラム

source: Density
ja: 密度
sl: Gostota

source: Time variable
ja: 時間変数
sl: Časovna spremenljivka

source: Event variable (0=censor, 1=event)
ja: イベント変数 (0=打ち切り, 1=イベント)
sl: Indikatorska spremenljivka dogodka (0=cenzor, 1=dogodek)

source: Inside
ja: グラフ内
sl: Znotraj

source: Outside (facet ignored)
ja: グラフ外に表示 (facet 変数は無効)
sl: Zunaj (faseta zanemarjena)

source: No at risk.
ja: リスク集合の大きさ
sl: Število ogroženih

source: Tick count
ja: 横軸の目盛の数
sl: Število tikov

source: Confidence interval (dotted lines)
ja: 信頼区間 (点線)
sl: Interval zaupanja (črtni)

source: Confidence interval (band)
ja: 信頼区間 (帯)
sl: Interval zaupanja (pasu)

source: Dot censored symbol
ja: 打ち切り記号をドットにする
sl: Simbol okrnjene pike

source: P-value (log-rank test)
ja: P 値を表示 (log-rank 検定)
sl: Vrednost P (test log rank)

source: Reference line at median survival
ja: 生存期間中央値の参照線
sl: Referenčna črta mediane preživetja

source: Kaplan-Meier plot
ja: Kaplan-Meier プロット
sl: Kaplan-Meierjev grafikon

source: Time variable is not selected.
ja: 時間変数が指定されていません。
sl: Časovna spremenljivka ni izbrana

source: Event variable is not selected.
ja: イベント変数が指定されていません。
sl: Spremenljivka digodka ni izbrana

source: Estimation failed in survfit(). This data may be inappropriate.
ja: survfit() による推定が失敗しました。 データの構造を確認してください。
sl: Ocena preživetja ni možna. Ti podatki morda niso primerni za izračun.

source: There is only 1 group. P-value could not be calculated.
ja: 層が 1 つしかありません。P 値は計算できませんでした。
sl: Obstaja samo ena skupina. Ne morem izračunati vrednosti P.

source: Unknown error. This plot may be broken.
ja: 未知のエラーが発生しました。 正常にプロットできていない可能性があります。
sl: Neznana napaka. Ta graf je najbrž pokvarjen.

source: Median survival times did not exist.
ja: 生存期間中央値は計算できませんでした。
sl: Mediana časa preživetja ne obstaja.

source: Line
ja: 折れ線プロット
sl: Črta

source: Step
ja: 階段プロット
sl: Korak

source: Area
ja: 面グラフ
sl: Ploskev

source: Sum
ja: 和
sl: Vsota

source: Summarization
ja: データの要約
sl: Izvleček

source: If you needs complementary informations about scales, please run or search ?format.Date, ?scale_x_date, or ?strptime.
ja: scale について追加の情報が必要な場合、 ?format.Date, ?scale_x_date, または ?strptime を実行してください。
sl: Če potrebujete več informacij o merilu, preiščite ?format.Date, ?scale_x_date, ali ?strptime.

source: Line chart
ja: 折れ線グラフ
sl: Črtni graf

source: Pie chart
ja: 円グラフ
sl: Krožni grafikon

source: Normal distribution
ja: 正規分布
sl: Normalna distribucija

source: Log-normal distribution
ja: 対数正規分布
sl: Log-normalna distribucija

source: Beta distribution
ja: ベータ分布
sl: Beta distribucija

source: Exponential distribution
ja: 指数分布
sl: Eksponentna distribucija

source: Gamma distribution
ja: ガンマ分布
sl: Gamma distribucija

source: Weibull distribution
ja: ワイブル分布
sl: Weinbullova distribucija

source: Other distribution
ja: 他の分布
sl: Druga distribucija

source: Distribution
ja: 理論分布の指定
sl: Distribucija

source: Parameters for other distribution
ja: パラメータの指定 (他の分布を選んだ場合)
sl: Parametri druge distribucije

source: Q-Q plot
ja: Q-Q プロット
sl: Diagram primerjave kvantilov (QQ)

source: The log-normal distribution defined on the interval (0, +Inf).
ja: 対数正規分布は (0, +Inf) の範囲で定義されています。
sl: Log-normalna distribucija definirana na intervalu (0, +Inf).

source: The beta distribution defined on the interval [0, 1].
ja: ベータ分布は [0, 1] の範囲で定義されています。
sl: Beta distribucija definirana na intervalu [0, 1].

source: The exponential distribution defined on the interval [0, +Inf).
ja: 指数分布は [0, +Inf) の範囲で定義されています。
sl: Eksponentna distribucija definirana na intervalu [0, +Inf).

source: The gamma distribution defined on the interval [0, +Inf).
ja: ガンマ分布は [0, +Inf) の範囲で定義されています。
sl: Gama distribucija definirana na intervalu [0, +Inf).

source: The weibull distribution defined on the interval [0, +Inf).
ja: ワイブル分布は [0, +Inf) の範囲で定義されています。
sl: Weinbullova distribucija definirana na intervalu [0, +Inf).

source: Parameter estimation failed.
ja: パラメータの推定に失敗しました。
sl: Ocena parametra ni možna.

source: Smoothing with C.I. (linear regression)
ja: 回帰分析 (信頼区間あり)
sl: Glajenje z intervalom zaupanja (linearna regresija)

source: Smoothing without C.I. (linear regression)
ja: 回帰分析 (信頼区間なし)
sl: Glajenje brez intervala zaupanja (linearna regresija)

source: Smoothing with C.I. (loess or gam)
ja: loess または gam (信頼区間あり)
sl: Glajenje z intervalom zaupanja (Loess ali GAM)

source: Smoothing without C.I. (loess or gam)
ja: loess または gam (信頼区間なし)
sl: Glajenje brez intervala zaupanja (Loess ali GAM)

source: Smoothing type
ja: スムージングの種類
sl: Zvrst glajenja

source: Scatter plot
ja: 散布図
sl: Razsevni grafikon

source: Smoothing failed. Please try another smoothing type, or check the data and variables.
ja: スムージングに失敗しました。 他のスムージング方法試すか、データおよび変数が適切かどうか確認してください。
sl: Glajenje ni možno. Prosimo poskusite drugo zvrst glajenja oz. preverite podatke in spremenljivke.

source: Select variables (three or more)
ja: 変数を 3 つ以上選択
sl: Izberite spremenljivke (tri ali več)

source: Scatter plot matrix
ja: 散布図行列
sl: Matrika razsevnega grafikona

source: Please select more than 3 variables.
ja: 変数は 3 つ以上選択してください
sl: Prosim izberite več kot 3 spremenljivke.

source: Kaplan-Meier plot...
ja: Kaplan-Meier プロット...
sl: Kaplan-Meierjev grafikon...

source: Histogram...
ja: ヒストグラム...

source: Q-Q plot...
ja: Q-Q プロット...
sl: Diagram primerjave kvantilov...

source: Box plot / Violin plot / Confidence interval...
ja: 箱ひげ図 / バイオリンプロット / 信頼区間...
sl: Okvir z ročaji / Violinski grafikon / Interval zaupanja...

source: Scatter plot...
ja: 散布図...
sl: Razsevni grafikon...

source: Scatter matrix...
ja: 散布図行列...
sl: Matrika razsevnega grafikona...

source: Line chart...
ja: 折れ線グラフ...
sl: Črtni grafikon...

source: Pie chart...
ja: 円グラフ...
sl: Krožni grafikon...

source: Bar chart for discrete variables...
ja: 棒グラフ (離散変数)...
sl: Stolpični diagram za diskretne spremenljivke...

source: Contour plot...
ja: 等高線プロット...
sl: Grafikon plasti...

source: Data handling...
ja: データの編集...
sl: Obdelava podatkov...

source: Factorizing numeric variables...
ja: 連続変数の因子化...
sl: Faktoriziranje številskih spremenljivk...

source: Plot distribution...
ja: 確率分布をプロット...
sl: Rišem distribucijo...

source: Normal distribution...
ja: 正規分布をプロット...
sl: Normalna distribucija...

source: t distribution...
ja: t 分布をプロット...
sl: t distribucija...

source: Chi-square distribution...
ja: カイ二乗分布をプロット...
sl: Hi-kvadrat distribucija...

source: F distribution...
ja: F 分布をプロット...
sl: F distribucija...

source: Exponential distribution...
ja: 指数分布をプロット...
sl: Eksponentna distribucija...

source: Uniform distribution...
ja: 一様分布をプロット...
sl: Enakomerna distribucija...

source: Beta distribution...
ja: ベータ分布をプロット...
sl: Beta distribucija...

source: Cauchy distribution...
ja: コーシー分布をプロット...
sl: Cauchyjeva dsitribucija...

source: Logistic distribution...
ja: ロジスティック分布をプロット...
sl: Logistična distribucija...

source: Log-normal distribution...
ja: 対数正規分布をプロット...
sl: Log-normalna distribucija...

source: Gamma distribution...
ja: ガンマ分布をプロット...
sl: Gama distribucija...

source: Weibull distribution...
ja: ワイブル分布をプロット...
sl: Weinbullova distribucija...

source: Binomial distribution...
ja: 二項分布をプロット...
sl: Binomska distribucija...

source: Poisson distribution...
ja: ポアソン分布をプロット...
sl: Poissonova distribucija...

source: Geometric distribution...
ja: 幾何分布をプロット...
sl: Geometrijska distribucija...

source: Hypergeometric distribution...
ja: 超幾何分布をプロット...
sl: Hipergeometrična distribucija...

source: Negative binomial distribution...
ja: 負の二項分布をプロット...
sl: Negativna binomska distribucija...
